-- phpMyAdmin SQL Dump
-- version 4.0.10.6
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Авг 19 2015 г., 20:28
-- Версия сервера: 5.5.41-log
-- Версия PHP: 5.6.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `test`
--

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(100) NOT NULL,
  `text` varchar(1000) NOT NULL,
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `title`, `text`) VALUES
(1, 'Порошенко поїде до Берліна', 'Президент Петро Порошенко, канцлер Німеччини Ангела Меркель і президент Франції Франсуа Олланд зустрінуться в Берліні 24 серпня для обговорення загострення ситуації на Донбасі.\r\nПро це повідомляє агентство Reuters.\r\n"Це турбує. Воєнні операції мають зупинитися і зброю може бути відведено... По-друге, ми повинні добитися належних умов для виборів на Донбасі", - цитує видання слова міністра закордонних справ Франції Лорана Фабіуса.'),
(2, 'СБУ звітує, що затримала "кремлівського троля" в Дніпропетровську', '37-річний адміністратор декількох груп "ВКонтакте" поширював матеріали, спрямовані на зрив мобілізації, дискредитацію діючої влади, відкрито закликав до підтримки злочинних дій терористів т.зв. "ДНР" і "ЛНР" та створення подібних "республік" в інших областях України.'),
(3, 'У Німеччину відправлять на лікування поранених українських військових', 'Найближчими днями Бундесвер перевезе чергову групу тяжко поранених в зоні АТО українських солдатів до Німеччини для проходження лікування.\r\nПро це йдеться повідомляє Deutsche Welle.\r\nДо Києва вже прибула бригада у складі чотирьох німецьких лікарів. Вони готують українських військових до відправки до Німеччини.'),
(4, 'Міноборони "добудовує" лінії оборони, які Зубко "здав" ще місяць тому', 'У Міністерстві оборони заявляють, що три лінії фортифікаційних споруд загальною кількістю 268 штук готові майже на 100%.\r\nПро це йдеться в повідомленні, оприлюдненому на офіційному сайті Міноборони у вівторок.\r\n"Три лінії фортифікаційних споруд готові майже на 100 %. Загальна їх кількість — 268, 240 з яких будували силами облдержадміністрацій, а 28 — Збройних Сил України. Перша лінія контролюється ЗСУ, друга та третя охороняються частинами Нацгвардії", - сказано в повідомленні.');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
